Repository: EmrePiconbello/auro-wallet-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: tr

# confirmReset
source: Reset
tr: Sıfırla

# emptyDelegateDesc2
source: Effective time of delegating and rewards distributing rules:
tr: Delegasyon için etkili zaman ve ödül dağıtım kuralları:

source: Blocks Produced
tr: Blok Üretildi

# ledgerAddressTip3
source: <lightred>Do not close this window.</lightred> Once the Ledger is complete, the page will redirect automatically.
tr: <lightred>Bu pencereyi kapatmayın.</lightred> Ledger tamamlandığında sayfa otomatik olarak yönlendirilecektir.

# renameAccountName
source: Change Account Name
tr: Hesap Adını Değiştir

# openMinaApp
source: Ledger device is connected, but Mina app is not open. Please open Mina app in Ledger.
tr: Ledger cihazı bağlı ancak Mina uygulaması açık değil. Lütfen Mina uygulamasını Ledger’da açın.

source: Add Address
tr: Adres Ekle

source: APPLIED
tr: UYGULANDI

source: Loading
tr: Yükleniyor

source: PENDING
tr: SIRADA

# cancelReset
source: Cancel
tr: İptal

# nodeAddress
source: Node URL
tr: Düğüm URL

# confirmPasswordShort
source: Confirm Password
tr: Şifresini Onayla

source: Block Producer List
tr: Blok Üreticisi Listesi

source: Cancel Transaction
tr: İşlemi İptal Et

# termsAndPrivacy_line2
source: Please read the <conditions>Terms and Conditions</conditions> and <policy>Privacy Policy</policy> carefully. If you understand fully and agree, please click [Agree] to start using this wallet service.
tr: Lütfen <conditions>Şartlar ve Koşullar</conditions> ile <policy>Gizlilik Politikası</policy>’nI dikkatlice okuyun. Tamamen anladıysanız ve kabul ediyorsanız, bu cüzdan hizmetini kullanmaya başlamak için lütfen [Kabul Ediyorum]’a tıklayın.

# speedUpTitle
source: Speed Up Transaction
tr: İşlemi Hızlandırın

source: Share
tr: Paylaş

source: Add
tr: Ekle

# repeatContact
source: Address exists
tr: Adres mevcut

# privacy
source: Privacy Policy
tr: Gizlilik Politikası

# stakingProviderAddress
source: Provider Address
tr: Sağlayıcı Adresi

source: Add Network
tr: Ağ Ekle

# ledgerSupport
source: (<lightred>Only support Ledger Nano X</lightred>)
tr: (<lightred>Yalnızca Ledger Nano X’i destekler</lightred>)

source: New Fee
tr: Yeni Ücret

# changeNode
source: Change
tr: Değiştir

# accountNameLimit
source: No more than 16 characters
tr: En fazla 16 karakter

source: FAILED
tr: HATALI
