Repository: EmrePiconbello/auro-wallet-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: tr

# txHash
source: Transaction Hash
tr: İşlem Kodu

# inputNewPwdRepeat
source: Re-enter the <bold>new</bold> password
tr: Lütfen <bold>yeni</bold> şifreyi tekrar girin

# backTips_3
source: If the wallet cannot be accessed because the device is lost or for any other reason, importing the mnemonic phrase is the only way to retrieve your assets.
tr: Cihazınız kaybolduğunda veya başka bir nedenden dolayı cüzdana erişilemiyorsa, varlıklarınızı geri almanın tek yolu anımsatıcı ifadeyi içe aktarmaktır.

# postFailed
source: Transaction broadcast failed
tr: İşlem başarısız oldu

source: Receive
tr: Al

# notificationTitle
source: Transaction Confirmed
tr: İşlem Onaylandı

# backup_success_title
source: Successful
tr: Başarılı

# confirmDeleteNode
source: Are you sure to delete it?
tr: Bunu silmek istediğinizden emin misiniz?

# prompt
source: Reminder
tr: Anımsatıcı

# backTips_2
source: The Mnemonic phrase consists of 12 English words, which cannot be retrieved if they are lost. Make sure the mnemonic phrase is kept in a secure location.
tr: Anımsatıcı ifade, kaybolmaları durumunda geri getirilemeyen 12 İngilizce kelimeden oluşur. Anımsatıcı ifadenin güvenli bir yerde saklandığından emin olunuz.

# copyCancel
source: Stop Copying
tr: Kopyalamayı Durdur

# atLeastOneNumber
source: number
tr: Bir rakam

# fee_slow
source: Slow
tr: Yavaş

# show_seed_content
source: Please write down the following mnemonic phrase and keep it in a safe place.
tr: Lütfen aşağıdaki anımsatıcı cümleyi yazın ve güvenli bir yerde saklayın.

# fee_default
source: Default
tr: Varsayılan

source: Currency
tr: Para Birimi

# toAddress
source: To
tr: Kime

# walletHomeTip
source: The Mina network charges a one-time account creation fee of 1 MINA for spam prevention. It will be automatically deducted from the first transaction received.
tr: Mina ağı, spam önleme için tek seferlik 1 MINA tutarında hesap oluşturma ücreti alır. Yapılan ilk işlemden otomatik olarak düşülecektir.

# fromAddress
source: From
tr: Kimden

source: Account Name
tr: Hesap Adı

# amountError
source: Please enter a valid amount
tr: Girdiğiniz tutarın formatı hatalı, lütfen kontrol edip tekrar girin

# inputSeed
source: Please enter 12 mnemonic words in order, with each word separated by a space.
tr: Lütfen her kelime bir boşlukla ayrılmış olacak şekilde 12 anımsatıcı kelimeyi sırayla girin.

# fee_fast
source: Fast
tr: Hızlı

# balanceNotEnough
source: Insufficient Balance
tr: Yetersiz Bakiye

# homeNoTx
source: Unknown node, unable to provide history
tr: Bilinmeyen düğüm, geçmiş sağlanamıyor

# walletAbout
source: Auro Wallet is a non-custodial wallet developed by the community. It is simple, convenient, and fully open source. It currently supports all the functions of the Mina Protocol.
tr: Auro Wallet, topluluk tarafından geliştirilen, gözetimsiz bir cüzdandır. Basit, kullanışlı ve tamamen açık kaynaktır. Şu anda Mina Protokolünün tüm işlevlerini desteklemektedir.

# pwdChangeSuccess
source: Password changed successfully
tr: Şifre başarıyla değiştirildi

# urlError_1
source: Invalid node URL
tr: Geçersiz düğüm URL’si

source: Next
tr: Sonraki

# accountInfo
source: Account Details
tr: Hesap Detayları

# goToExplorer
source: Check more transaction history
tr: Daha fazla işlem geçmişini kontrol edin

# backup_success
source: Congrats, You have successfully created a wallet!
tr: Tebrikler! Başarıyla bir cüzdan oluşturdunuz!

source: Copy Address
tr: Adresi Kopyala

# sendAddressError
source: Please enter a valid wallet address
tr: Lütfen geçerli bir cüzdan adresi girin

# isee
source: OK
tr: TAMAM

source: Export Private Key
tr: Özel Anahtarı Dışa Aktar

# privateKeyTip_3
source: Auro Wallet is not responsible for asset loss caused by users lost their backed up private keys due to any reasons.
tr: Auro Wallet, kullanıcıların yedeklenmiş özel anahtarlarını herhangi bir sebeple kaybetmesinden kaynaklanan varlık kayıplarından sorumlu değildir.

# backupSuccess
source: Success
tr: Başarılı

# memo2
source: Memo
tr: Not

# passwordDifferent
source: Passwords do not match
tr: Şifreler uyuşmuyor

source: Amount
tr: Tutar

# copySuccess
source: Copied
tr: Kopyalandı

source: Import Account
tr: İçe Aktar

# seed_error
source: Incorrect mnemonic phrase
tr: Anımsatıcı cümle yanlış girildi, lütfen tekrar girin

# defaultNetwork
source: Default
tr: Varsayılan

# importAccount_3
source: The imported accounts will be marked with [Imported] in the account list.
tr: İçe aktarılan hesaplar, hesap listesinde [İçe Aktarıldı] olarak işaretlenecektir.

# passwordError
source: Incorrect password
tr: Hatalı şifresi

# scantopay
source: Scan to pay me
tr: Kendinize ödeme yapmak için tarayın

# accountManage
source: Account Management
tr: Hesap Yönetimi

# inputNewPwd
source: Please enter the <bold>new</bold> password
tr: Lütfen <bold>yeni</bold> şifreyi girin

source: Account Address
tr: Hesap Adresi

# memo
source: Memo(Optional)
tr: Not (İsteğe Bağlı)

# deleteAccountTip
source: A deleted account can only be restored by the Mnemonic Phrase or Private Key. Please make sure you have backed up your Mnemonic Phrase and Private Key.
tr: Silinen bir hesap yalnızca Anımsatıcı İfade veya Özel Anahtar kullanılarak geri yüklenebilir. Lütfen Anımsatıcı Cümlenizi ve Özel Anahtarınızı yedeklediğinizden emin olun.

# sendDetail
source: Transaction Details
tr: İşlem Detayları

source: Delete
tr: Sil

# stakingStatus_2
source: Undelegated
tr: Delege İptal Edildi

source: Restore Wallet
tr: Cüzdanı Geri Yükle

source: Send
tr: Gönder

# seedLengthError
source: The length of mnemonic phrase does not match
tr: Anımsatıcı ifadenin uzunluğu eşleşmiyor

# addressQrTip
source: Scan the QR code and transfer MINA to it
tr: QR kodunu tarayın ve MINA'yı ona aktarın

source: Create Password
tr: Şifre Oluştur

# importAccount_2
source: The imported accounts will not be associated with your originally created Auro wallet.
tr: İçe aktarılan hesaplar, orijinal olarak oluşturduğunuz Auro Wallet ile ilişkilendirilmeyecektir.

# goToExplrer
source: Query Details
tr: Sorgu Detayları

# changeSuccess
source: Successfully Reset.
tr: Başarıyla Sıfırlandı.

source: Follow Us
tr: Bizi Takip Edin

source: Create Wallet
tr: Cüzdan Oluştur

# inputVaildSeed
source: Invalid mnemonic phrase
tr: Geçersiz anımsatıcı ifade

# copyConfirm
source: Copy Anyway
tr: Yine de Kopyala

source: Delegation Info
tr: Delegasyon Bilgisi

# createAccount
source: Create
tr: Oluştur

# lockButton
source: Unlock
tr: Kilidi Aç

source: Network
tr: Ağ

source: About
tr: Hakkında

# over
source: Done
tr: Tamamlandı

# versionInfo
source: Version Log
tr: Sürüm Günlüğü

# show_seed_button
source: Confirmed Backup
tr: Onaylanmış Yedek

# urlError_3
source: Node address already exists
tr: Düğüm adresi zaten mevcut

source: Details
tr: Detaylar

# urlError_2
source: Address already exists
tr: Adres zaten mevcut

# accountDelete
source: Delete Account
tr: Hesabı Sil

# copyTipContent2
source: Please ensure that the system and network environment you are using is absolutely safe before performing this operation.
tr: Lütfen bu işlemi gerçekleştirmeden önce kullandığınız sistem ve ağ ortamının kesinlikle güvenli olduğundan emin olun.

source: Cancel
tr: İptal

# customNetwork
source: Custom
tr: Özel

source: Wallet
tr: Cüzdan

# inputAccountName
source: Please enter your account name
tr: Lütfen kullanıcı adınızı girin

source: HISTORY
tr: GEÇMİŞ

# restoreSeed
source: Backup Mnemonic Phrase
tr: Anımsatıcı İfadeyi Yedekleme

source: Confirm
tr: Onayla

# emptyDelegateTitle
source: You have not yet delegated
tr: Henüz delege etmediniz

# atLeastOneUppercaseLetter
source: uppercase letter
tr: Bir büyük harf

source: Language
tr: Dil

# startHome
source: Start
tr: Başla

# backTips_1
source: Backup your mnemonic phrase now!
tr: Anımsatıcı ifadenizi şimdi yedekleyin!

# createPasswordTip
source: The password will be used for identity verification purposes to send transactions in Auro Wallet. Auro Wallet won't store the password itself or retrieve it for you. Please keep your password safe.
tr: Şifresi, Auro Wallet’ta işlem onaylamak için kimlik doğrulama amacıyla kullanılacaktır. Auro Wallet, şifresini saklamaz veya sizin için geri alamaz. Lütfen şifrenizi güvende tutun.

source: Welcome Back!
tr: Tekrar Hoş Geldiniz!

# privateKeyTip_2
source: Once the private key is lost, it cannot be retrieved. Please make sure to backup the private key and keep it in a safe place.
tr: Özel anahtar kaybolduğunda geri alınamaz. Lütfen özel anahtarı yedeklediğinizden ve güvenli bir yerde sakladığınızdan emin olun.

# improtRepeat
source: Do not import repeatedly
tr: Tekrar tekrar içe aktarmayınız

# emptyDelegateDesc1
source: Delegating MINA to the Block Producer node can help you obtain rewards for producing blocks. The Block Producer will distribute the rewards according to your delegated proportion, and the percentage of rewards depends on the rate setting by the Block Producer.
tr: MINA'yı Blok Üreticisine delege etmek, blok üretme karşılığında ödüller almanıza yardımcı olabilir. Blok Üreticisi, ödülleri sizin belirlediğiniz orana göre dağıtacaktır ve ödüllerin yüzdesi, Blok Üreticisi tarafından belirlenen orana bağlıdır.

# deleteAccountSuccess
source: You have successfully deleted this account
tr: Bu hesabı başarıyla sildiniz

# notificationContent
source: The transfer has been confirmed, click to view the transaction.
tr: Transfer onaylandı, işlemi görüntülemek için tıklayın.

source: Security
tr: Güvenlik

# backup_success_restore
source: Congrats, You have successfully restored a wallet!
tr: Tebrikler! Bir cüzdanı başarıyla geri yüklediniz!

# importAccount_1
source: This page only supports Private Key importing.
tr: Bu sayfa yalnızca Özel Anahtarın içe aktarılmasını destekler.

# backTips_title
source: Backup Mnemonic Phrase
tr: Anımsatıcı İfadeyi Yedekleyin

# passwordRequires
source: 8 characters
tr: En az 8 karakter

source: Change Password
tr: Şifresini Değiştir

# setting
source: Settings
tr: Ayarlar

source: Time
tr: Süre

source: Epoch Info
tr: Dönem Bilgisi

# inputOldPwd
source: Please enter the <bold>old</bold> password
tr: Lütfen <bold>eski</bold> şifreyi girin

source: Wallet Address
tr: Cüzdan Adresi

# inputPassword
source: Enter password
tr: Şifresini giriniz

# advanceMode
source: Advanced
tr: Gelişmiş

# copyTipContent
source: Copying the private key is risky, and the clipboard is easily monitored and stolen by third-party applications.
tr: Özel anahtarın kopyalanması risklidir ve pano üçüncü taraf uygulamalar tarafından kolayca izlenebilir ve çalınabilir.

# lockTitle
source: Lock
tr: Kilitle

# atLeastOneLowercaseLetter
source: lowercase letter
tr: Bir küçük harf

source: Fee
tr: Ücret

# feePlaceHolder
source: Transaction fee
tr: İşlem ücreti

source: Import Private Key
tr: Özel Anahtarı İçe Aktar

# privateError
source: Private Key Incorrect
tr: Özel Anahtar Hatalı

# stakingStatus_1
source: Delegated
tr: Delege Edildi

# privateKeyTip_1
source: The private key consists of a string of characters, and owning the private key is equivalent to owning the asset ownership.
tr: Özel anahtar bir dizi karakterden oluşur ve özel anahtara sahip olmak, bütün varlığa sahip olmakla eşdeğerdir.

# nodeError
source: Server Error
tr: Sunucu Hatası

# speedUpTip
source: Normally, a transaction takes <light>3 minutes</light> to confirm. However, when the network is congested and your transaction may take longer than 3 minutes or more, you can speed up the transaction process by increasing the transaction fee.
tr: Normalde bir işlemin onaylanması <light>3 dakika</light> sürer. Ancak ağın yoğun olduğu ve işleminizin 3 dakikadan uzun sürebildiği durumlarda işlem ücretini artırarak işlem sürecini hızlandırabilirsiniz.

# waitingLedgerSign
source: Please confirm in the Ledger hardware wallet, the signature may take 1-3 minutes.
tr: Lütfen Ledger donanım cüzdanında onaylayın, imzanın atılması 1-3 dakika sürebilir.

source: scam
tr: sahteralık

# validatorStakeFee
source: Fee
tr: Ücret

source: Watch Account
tr: Hesabı İzle

source: Save
tr: Kaydet

source: testnet
tr: test ağı

source: Select HD Path
tr: HD Yolunu Seçin

# stakingProviderName
source: Block Producer
tr: Blok Üreticisi

# ledgerSearching
source: Searching…
tr: Arıyor...

# nodeAlert
source: Only add custom nodes you trust. Using unknown nodes can be risky.
tr: Yalnızca güvendiğiniz özel düğümleri ekleyin. Bilinmeyen düğümlerin kullanılması riskli olabilir.

# txFailed
source: Failed
tr: Hata

# goStake
source: Go to staking
tr: Staking’e git

source: Imported
tr: İçe Aktarıldı

source: Password
tr: Şifresi

# ledgerReject
source: Rejected by Ledger
tr: Ledger tarafından reddedildi

# unlockBio
source: Authenticate to unlock
tr: Kilidi açmak için kimlik doğrulaması yapın

# feeTooLarge
source: Fees are much higher than average
tr: Ücretler ortalamanın çok üstünde

# termsDialogTitle
source: Terms and Privacy Policy
tr: Şartlar ve Gizlilik Politikası

# unlockBioEnable
source: Biometric Authentication
tr: Biyometrik Kimlik Doğrulama

# notValidAddress
source: Not valid mina address!
tr: Geçerli bir mina adresi değil!

source: Contribute language
tr: Başka bir dile katkıda bulunun

# producerTotalDelegations
source: Total Delegators
tr: Toplam Delegatörler

# pleaseInputKeyPairPwd
source: Keystore Password
tr: Anahtar Deposu Şifresi

source: My Wallet
tr: Cüzdanım

source: Commission
tr: Komisyon

source: Edit Network
tr: Ağı Düzenle

# transactionCancelTip
source: Cancel the transaction by sending a transaction with the same Nonce to yourself address. The fee will be greater than the current transaction fee (+0.0001 MINA) .
tr: Aynı Nonce ile kendinize bir işlem göndererek işlemi iptal edin. Ücret, mevcut işlem ücretinden (+0,0001 MINA) daha yüksek olacaktır.

# inputFeeError
source: Please enter a valid transaction fee
tr: Lütfen geçerli bir işlem ücreti girin

# deleteWatch
source: Delete watch account
tr: İzleme hesabını sil

# epochEndTime
source: Current epoch end in
tr: Mevcut dönemin sonu

source: Agree
tr: Kabul Ediyorum

# deleteConfirm
source: Type 'delete' to erase current wallet permanently
tr: Mevcut cüzdanı kalıcı olarak silmek için ‘sil’ yazın

# protectMnemonic
source: I take full responsibility for protecting the mnemonic.
tr: Anımsatıcı cümleyi korumanın tüm sorumluluğunu alıyorum.

# termsAndPrivacy_line1
source: This service is provided by Auro Wallet, please take time to read carefully and understand the Terms and Conditions and Privacy Policy.
tr: Bu hizmet Auro Wallet tarafından sağlanmaktadır, lütfen Şartlar ve Koşullar ile Gizlilik Politikasını dikkatlice okuyup anlamak için zaman ayırın.

# ledgerTip1
source: Connect your Ledger to the phone.
tr: Ledger’ınızı telefona bağlayın.

# github
source: Check it out on Github
tr: Github’da göz atın

# searchPlaceholder
source: Block Producer name or address
tr: Blok Üreticisi adı veya adresi

# waitingLedger
source: Waiting for confirmation…
tr: Onay bekliyor...

source: Edit
tr: Düzenle

# textWatchModeAddress
source: Enter or paste wallet address
tr: Cüzdan Adresini girin veya yapıştırın

source: Copy
tr: Kopyala

source: Edit Address
tr: Adresi Düzenle

# inputNonceError
source: Please enter a valid nonce
tr: Lütfen geçerli bir nonce girin

# hdDerivedPath
source: HD Path
tr: HD Yolu

# emptyAddress
source: No addresses saved
tr: Adres kaydedilmedi

# unlockLedger
source: Failed to connect. Please make sure your Ledger device is unlocked.
tr: Bağlantı hatası. Lütfen Ledger cihazınızın kilidinin açık olduğundan emin olun.

# stakeProvider
source: Staking Provider
tr: Staking Sağlayıcı

source: Scan
tr: Tara

# emptyDelegateDesc3
source: Staking Guide
tr: Staking Kılavuzu

# keystoreError
source: Keystore contents or password is incorrect
tr: Anahtar deposu içeriği veya şifresi yanlış

source: Name
tr: İsim

# rootTip
source: Detected that the system has been Root or using the simulator Continue to use there will be risks!
tr: Sistemin Root olduğu veya simülatör kullandığı tespit edildi Kullanıma devam edilmesi risklidir!

source: No Address
tr: Adres Yok

# timeout
source: Request Timeout
tr: İstek Zaman Aşımına Uğradı

# restoreTip
source: If you want to import private key/keystore or connect Ledger, need to [Create Wallet] or [Restore Wallet] first.
tr: Özel anahtarı/anahtar deposunu içe aktarmak veya Ledger’a bağlanmak istiyorsanız, önce [Cüzdan Oluştur] veya [Cüzdanı Geri Yükle] yapmanız gerekir.

# providerAddress
source: BP Address
tr: BÜ Adresi

# noMoreSupported
source: No longer supported account
tr: Artık desteklenmeyen hesap

source: Private Key
tr: Özel Anahtar

# neterror
source: Network Error
tr: Ağ Hatası

# backupInOrder
source: To ensure you have backed up the Mnemonic Phrase, please tap the 12 mnemonic in order.
tr: Anımsatıcı Cümleyi yedeklediğinizden emin olmak için lütfen 12 anımsatıcı kelimeye sırayla dokunun.

# watchLabel
source: Watch
tr: İzle

# ledgerTip3
source: Select a hardware wallet you‘d like to use with Auro Wallet.
tr: Auro Wallet ile kullanmak istediğiniz donanım cüzdanını seçin.

source: Refuse
tr: Reddet

# term
source: Auro Wallet is a decentralized on-chain wallet. The encrypted data used in this wallet such as the Mnemonic Phrase, Private Key, and Keystore are all kept by Users. You shall bear sole responsibility to take care of your mobile devices, the wallet password, Private Key, Mnemonic Phrase and Keystore. Auro Wallet does not store or hold the above information for Users. You shall be solely responsible for any risks, liabilities, losses and expenses which result from frauds, you losing your device or crypto currency hardware wallet, disclosing (whether actively or passively) or forgetting Wallet Password, Private Key, Mnemonic Phrase or Keystore, or your wallet being attacked. Please do not disclose your Mnemonic Phrase, Private Key, Keystore, Password, and any other sensitive information to anyone, and do not store them in any cloud tools (such as IM, email, social networking sites, etc.). It is strongly recommended to use a hardware wallet to connect with Auro Wallet to ensure the maximum security. Auro Wallet code is not yet open source and is being reviewed by audit authority. Users shall assume their own risk of use. Auro Wallet is a community-developed project and is not affiliated with Mina Foundation or O(1)Labs.
tr: Auro Wallet, merkezi olmayan, zincir üstü bir cüzdandır. Bu cüzdanda kullanılan Anımsatıcı Cümle, Özel Anahtar ve Anahtar Deposu gibi şifrelenmiş verilerin tümü Kullanıcılar tarafından saklanır. Mobil cihazlarınızın, cüzdan şifrenizin, Özel Anahtarınızın, Anımsatıcı İfadenizin ve Anahtar Deponuzun sorumluluğu tamamen size ait olacaktır. Auro Wallet, Kullanıcılar için yukarıdaki bilgileri depolamaz veya saklamaz. Dolandırıcılıklardan, cihazınızı veya kripto para donanım cüzdanınızı kaybetmenizden, (aktif veya pasif olarak) ifşa etmenizden, cüzdan saldırılarından veya Cüzdan Şifrenizi, Özel Anahtarınızı, Anımsatıcı İfadenizi veya Anahtar Deponuzu unutmanızdan kaynaklanan her türlü risk, yükümlülük, kayıp ve masraftan yalnızca siz sorumlu olacaksınız. Lütfen Anımsatıcı İfadenizi, Özel Anahtarınızı, Anahtar Deponuzu, Parolanızı ve diğer hassas bilgilerinizi kimseye ifşa etmeyin ve bunları herhangi bir bulut aracında (IM, e-posta, sosyal ağ siteleri vb.) saklamayın. Maksimum güvenliği sağlamak amacıyla Auro Wallet’a bağlanmak için bir donanım cüzdanı kullanılması önemle tavsiye edilir. Auro Wallet kodu henüz açık kaynak değil ve denetim otoritesi tarafından inceleniyor. Kullanıcıların kullanım riski kendilerine aittir. Auro Wallet topluluk tarafından geliştirilen bir projedir ve Mina Vakfı veya O(1)Labs’a bağlı değildir.

source: Delete Address?
tr: Adres Silinsin Mi?

# ledgerAddressTip2
source: Get Address > Generate > Approve
tr: Adres Al > Oluştur > Onayla

source: Copy to Clipboard
tr: Panoya Kopyala

# ledgerTip2
source: Open the Mina app in your Ledger device, Until you see <bold>Mina is ready</bold>.
tr: <bold>Mina hazır</bold> mesajını görene kadar Ledger cihazınızda Mina uygulamasını açın.

# manualAdd
source: Input BP node address
tr: BÜ düğüm adresini girin

# accountRepeatAlert
source: The address of the account to be created is: <theme>{address}</theme> An existing imported account [{accountName}] is a duplicate of this address. Auro Wallet does not support the creation of duplicate account addresses. Please go to the <link href='aurowallet://back' route='/wallet/manage'>Account Management</link> to delete the imported account.
tr: Oluşturulacak hesabın adresi: <theme>{address}</theme> Mevcut bir içe aktarılmış hesap [{accountName}]<link href='aurowallet://back' route='/wallet/manage'> bu adresin kopyasıdır. Auro Wallet, yinelenen hesap adreslerinin oluşturulmasını desteklemez. İçe aktarılan hesabı silmek için lütfen <link href='aurowallet://back' route='/wallet/manage'>Hesap Yönetimi</link>’ne gidin.

# buildFailed
source: Packaging failed
tr: Paketleme hatası

# invalidContact
source: Invalid address
tr: Geçersiz Adres

# watchModeWarn2
source: Auro wallet no longer support the [Watch Account] , you need to <red>delete all watch accounts</red> before you can continue to use.
tr: Auro Wallet artık [İzleme Hesabı]’nı desteklemiyor, kullanmaya devam edebilmeniz için <red>tüm izleme hesaplarını silmeniz</red> gerekiyor.

source: Address Book
tr: Adres Defteri

source: Speed Up
tr: Hızlandır

# allTransfer
source: All
tr: Tümü

source: Import Keystore
tr: Anahtar Deposunu İçe Aktar

# pleaseInputPriKey
source: Please enter Private Key.
tr: Lütfen Özel Anahtarı girin.

# producerName
source: BP Name
tr: BÜ İsmi

# waitingNotClose
source: Do not close this window until then.
tr: İşlem bitene kadar bu pencereyi kapatmayın.

source: Current Fee
tr: Güncel Ücret

source: Watch Mode
tr: İzleme Modu

# selectNode
source: Please select node provider
tr: Lütfen düğüm sağlayıcısını seçin

# resetWarnContentTitle
source: Are you sure you want to reset your wallet?
tr: Cüzdanınızı sıfırlamak istediğinizden emin misiniz?

# submitNode
source: Submit/Update your node to this list
tr: Sağlayıcı adresini gönder

# userAgree
source: Terms and Conditions
tr: Şartlar ve Koşullar

source: Address
tr: Adres

source: Block Producer Name
tr: Blok Üreticisi İsmi

# resetWarnContent
source: After resetting you existing wallet all the data will be lost. You can only use the mnemonic phrase to restore. Please ensure you have backed-up the mnemonic phrase before you reset the wallet.
tr: Mevcut cüzdanınızı sıfırladıktan sonra tüm veriler kaybolacaktır. Geri yüklemek için yalnızca anımsatıcı cümleyi kullanabilirsiniz. Lütfen cüzdanı sıfırlamadan önce anımsatıcı cümleyi yedeklediğinizden emin olun.

# nodeProviders
source: Block Producer
tr: Blok Üreticisi

# pleaseInputKeyPair
source: Please enter the contents of the Keystore file.
tr: Lütfen Anahtar Deposu dosyasının içeriğini girin.

source: Block Producer Address
tr: Blok Üreticisi Adresi

# ledgerAddressTip1
source: Please continue the follow-up operation according to the prompt of the Ledger hardware wallet.
tr: Lütfen işleme Ledger donanım cüzdanındaki bildirimlere göre devam edin.

# confirmEnv
source: Please ensure that the system and network environment you are using is absolutely safe before performing this operation.
tr: Lütfen bu işlemi gerçekleştirmeden önce kullandığınız sistem ve ağ ortamının kesinlikle güvenli olduğundan emin olun

# txPending
source: Pending
tr: Sırada

# mnemonicLost
source: If mnemonic phrase lost, my funds will be lost forever.
tr: Anımsatıcı cümleniz kaybolursa, varlıklarınız sonsuza kadar kaybolacak.

# inputNodeAddress
source: Please input node provider address
tr: Lütfen düğüm sağlayıcı adresini girin

# exitConfirm
source: Do you want to exit the App?
tr: Uygulamadan çıkmak istiyor musunuz?

source: Ledger Status
tr: Ledger Durumu
